<?php
return [
    'title' => 'Χρησιμοποιούμε cookies',
    'intro' => 'Αυτός ο ιστότοπος χρησιμοποιεί cookies για να βελτιώσει τη συνολική εμπειρία χρήστη.',
    'link' => 'Δείτε την <a href=":url">Πολιτική Cookies</a> μας για περισσότερες πληροφορίες.',

    'essentials' => 'Μόνο τα απαραίτητα',
    'all' => 'Αποδοχή όλων',
    'customize' => 'Προσαρμογή',
    'manage' => 'Διαχείριση cookies',
    'details' => [
        'more' => 'Περισσότερες λεπτομέρειες',
        'less' => 'Λιγότερες λεπτομέρειες',
    ],
    'save' => 'Αποθήκευση ρυθμίσεων',
    'cookie' => 'Cookie',
    'purpose' => 'Σκοπός',
    'duration' => 'Διάρκεια',
    'year' => 'Έτος|Έτη',
    'day' => 'Ημέρα|Ημέρες',
    'hour' => 'Ώρα|Ώρες',
    'minute' => 'Λεπτό|Λεπτά',

    'categories' => [
        'essentials' => [
            'title' => 'Απαραίτητα cookies',
            'description' => 'Υπάρχουν κάποια cookies που πρέπει να χρησιμοποιήσουμε για να λειτουργούν σωστά ορισμένες σελίδες του ιστότοπού μας. Για αυτόν τον λόγο, δεν απαιτείται η συγκατάθεσή σας.',
        ],
        'analytics' => [
            'title' => 'Cookies αναλύσεων',
            'description' => 'Τα χρησιμοποιούμε για εσωτερική έρευνα σχετικά με το πώς μπορούμε να βελτιώσουμε τις υπηρεσίες που προσφέρουμε σε όλους τους χρήστες μας. Αυτά τα cookies αξιολογούν τον τρόπο με τον οποίο αλληλεπιδράτε με τον ιστότοπό μας.',
        ],
        'optional' => [
            'title' => 'Προαιρετικά cookies',
            'description' => 'Αυτά τα cookies ενεργοποιούν λειτουργίες που θα μπορούσαν να βελτιώσουν την εμπειρία σας ως χρήστης, αλλά η απουσία τους δεν θα επηρεάσει την ικανότητά σας να περιηγηθείτε στον ιστότοπό μας.',
        ],
    ],

    'defaults' => [
        'consent' => 'Χρησιμοποιείται για την αποθήκευση των προτιμήσεων συγκατάθεσης cookies του χρήστη.',
        'session' => 'Χρησιμοποιείται για την αναγνώριση της περιόδου περιήγησης του χρήστη.',
        'csrf' => 'Χρησιμοποιείται για την προστασία τόσο του χρήστη όσο και του ιστότοπού μας από επιθέσεις cross-site request forgery.',
        '_ga' => 'Το κύριο cookie που χρησιμοποιεί το Google Analytics, επιτρέπει στην υπηρεσία να διακρίνει έναν επισκέπτη από έναν άλλο.',
        '_ga_ID' => 'Χρησιμοποιείται από το Google Analytics για τη διατήρηση της κατάστασης της συνεδρίας.',
        '_gid' => 'Χρησιμοποιείται από το Google Analytics για την αναγνώριση του χρήστη.',
        '_gat' => 'Χρησιμοποιείται από το Google Analytics για τον περιορισμό του ρυθμού αιτήσεων.',
    ],
];
