<?php

return [
   'consent' => 'Χρησιμοποιείται για την αποθήκευση των προτιμήσεων συγκατάθεσης cookies του χρήστη.',
   'session' => 'Χρησιμοποιείται για την αναγνώριση της περιόδου περιήγησης του χρήστη.',
   'csrf' => 'Χρησιμοποιείται για την προστασία τόσο του χρήστη όσο και του ιστότοπού μας από επιθέσεις cross-site request forgery.',
   '_ga' => 'Το κύριο cookie που χρησιμοποιεί το Google Analytics, επιτρέπει στην υπηρεσία να διακρίνει έναν επισκέπτη από έναν άλλο.',
   '_ga_ID' => 'Χρησιμοποιείται από το Google Analytics για τη διατήρηση της κατάστασης της συνεδρίας.',
   '_gid' => 'Χρησιμοποιείται από το Google Analytics για την αναγνώριση του χρήστη.',
   '_gat' => 'Χρησιμοποιείται από το Google Analytics για τον περιορισμό του ρυθμού αιτήσεων.',
];
