@extends('layouts.guest', ['navPosition' => 'sticky', 'menuWithBg' => true, 'breadcrumbs' => ['for' => 'apartments']])

@section('header', __('Τα διαμερίσματα'))

@section('title')
	{{ __('Αρχική') }}
@endsection

@section('body')
	<div class="mx-auto flex max-w-[1200px] flex-col gap-4 p-4 text-justify">
		{{-- <h2 class="text-center text-3xl font-bold">{{ __('Τα διαμερίσματα') }}</h2> --}}
		<p>Τα πολυτελή διαμερίσματα Filidas (Filidas Apartments) κατασκευάσθηκαν το
			2006 με πολύ μεράκι και ιδιαίτερη φροντίδα για να σας προσφέρουν μια ευκαιρία
			για ξεκούραση και άνετες διακοπές.</p>
		<x-galleries.carousel :photos="$photos" />
		<div>

			<x-galleries.apartments-carousel :apartments="$apartments" />
		</div>

		<p>Περιλαμβάνουν:</p>

		<x-features :features="$features" />

		<p>και μπορεί να καλύψει κάθε οικογενειακή ανάγκη. Επιπλέον παροχές παρέχονται
			κατόπιν αιτήματος.</p>
		<p>Τα Filidas Apartments βρίσκονται στην προέκταση της ομώνυμης οδού του
			σπουδαίου λογοτέχνη Αλέξανδρου Παπαδιαμάντη που διασταυρώνεται με την
			περιφερειακή οδό της χώρας στην τοποθεσία Ακρόπολη, με άνετο χώρο free
			parking, απέχουν 10’ λεπτά από το λιμάνι και 5‘ λεπτά από την πλαζ της Μεγάλης
			Άμμου.</p>
		<p>Ο επισκέπτης έχει άμεση πρόσβαση σε super Market, φούρνο, φαρμακείο,
			τράπεζες, ταχυδρομείο, ενώ στα 50m υπάρχει η 4η στάση του ΚΤΕΛ που δίνει την
			δυνατότητα μετάβασης προς όλες τις παραλίες του νησιού μας αλλά και του
			αεροδρομίου Σκιάθου «Αλέξανδρος Παπαδιαμάντης».</p>
		<p>Για οποιαδήποτε διευκρίνιση ή απορία σχετικά με τις παροχές μας, μη
			διστάσετε να επικοινωνήσετε μαζί μας. Θα είναι χαρά μας να σας εξυπηρετήσουμε.
		</p>
		<p>Σας ευχόμαστε καλή διασκέδαση στο καταπράσινο νησί του Αλέξανδρου
			Παπαδιαμάντη.</p>
	</div>
@endsection
